
abstract class FFAppConstants {
  static const List<String> muscle = [
    'Абдукторы',
    'Аддукторы',
    'Бедра',
    'Бицепс',
    'Грудь',
    'Икры',
    'Квадрицепсы',
    'Нижняя часть спины',
    'Плечи',
    'Предплечья',
    'Пресс',
    'Средняя часть спины',
    'Трапеции',
    'Трицепсы',
    'Шея',
    'Широчайшие мышцы спины',
    'Ягодицы'
  ];
  static const List<int> weekdays = [1, 2, 3, 4, 5, 6, 7];
  static const List<int> sets = [1, 2, 3, 4, 5];
  static const List<String> encouragements = [
    'Отлично, ты на верном пути!',
    'Прекрасная работа! Продолжай в том же духе!',
    'Великолепно! Ещё немного и всё получится!',
    'Молодец! С каждым разом всё лучше!',
    'Отлично! У тебя всё получится!',
    'Здорово! Видны большие успехи!',
    'Отличная работа! Двигайся вперёд!',
    'Умница! Ты почти у цели!',
    'Так держать! Твои усилия приносят плоды!',
    'Вперед! Твоя настойчивость восхищает!'
  ];
}
